Repository: Flames-LLC/FlamesEMU
Catalog: *.lproj/ControlLabels.strings
Languages: de, ja

source: Gameplay Buttons
de: Gameplay-Tasten
ja: ゲームプレイボタン

source: Special Keys
de: Spezialtasten
ja: 特殊キー

source: Analog
de: Analog-Stick
ja: アナログ

source: C-Pad
de: C-Knöpfe
ja: Cボタンユニット

source: D-Pad
de: Steuerkreuz
ja: 十字ボタン

source: Keypad
de: Tastatur
ja: キーパッド

source: Left Analog
de: Analog links
ja: 左アナログ

source: Left D-Pad
de: D-Pad links
ja: 左の十字ボタン

source: Right Analog
de: Analog rechts
ja: 右アナログ

source: Right D-Pad
de: D-Pad rechts
ja: 右の十字ボタン

source: Switches
de: Schalter
ja: スイッチ

source: 2/6 Mode
de: 2/6-Modus
ja: 2/6 ボタン モード

source: Analog Mode
de: Analog-Modus
ja: アナログモード

source: Button 1
de: Knopf 1
ja: ボタン 1

source: Button 1/Start
de: Knopf 1/Start
ja: ボタン 1/スタート

source: Button 2
de: Knopf 2
ja: ボタン 2

source: Button 3
de: Knopf 3
ja: ボタン 3

source: Button 4
de: Knopf 4
ja: ボタン 4

source: Button 5
de: Knopf 5
ja: ボタン 5

source: Button 6
de: Knopf 6
ja: ボタン 6

source: Change Disk Side
de: Disk umdrehen
ja: ディスクを変更

source: Console Pause
de: Konsole pausieren
ja: コンソールを一時停止

source: Console Reset
de: Konsole neu starten
ja: コンソールをリセット

source: Down
de: Unten
ja: 下

source: Fire
de: Feuer
ja: ファイア

source: Fire 1
de: Feuer 1
ja: ファイア 1

source: Fire 2
de: Feuer 2
ja: ファイア 2

source: Insert Coin
de: Münze einwerfen
ja: コイン投入

source: L Diff
de: L Schw.
ja: 左の難易度

source: L Diff A
de: L Schw. A
ja: 左の難易度 A

source: L Diff B
de: L Schw. B
ja: 左の難易度 B

source: Left
de: Links
ja: 左

source: Left Action
de: Aktion links
ja: 左アクション

source: Left Trigger
de: L
ja: 左トリガー

source: Lid
de: Auf-/Zuklappen
ja: 本体の開閉

source: Mic
de: Mikrofon
ja: マイク

source: Mode
ja: モード

source: Option
ja: オプション

source: Option 1
ja: オプション 1

source: Option 2
ja: オプション 2

source: Player Start
ja: プレイヤー開始

source: R Diff
de: R Schw.
ja: 右の難易度

source: R Diff A
de: R Schw. A
ja: 右の難易度 A

source: R Diff B
de: R Schw. B
ja: 右の難易度 B

source: Right
de: Rechts
ja: 右

source: Right Action
de: Aktion rechts
ja: 右アクション

source: Right Trigger
de: R
ja: 右トリガー

source: Run
ja: ラン

source: Select
ja: セレクト

source: Service
ja: サービス

source: Sound
de: Audio
ja: サウンド

source: Start
ja: スタート

source: TV Black & White
de: Schwarz-Weiß-TV
ja: テレビタイプ 白黒

source: TV Color
de: Farb-TV
ja: テレビタイプ カラー

source: Up
de: Oben
ja: 上

source: X1 Up
de: X1/Oben
ja: X1 上

source: X2 Right
de: X2/Rechts
ja: X2 右

source: X3 Down
de: X3/Unten
ja: X3 下

source: X4 Left
de: X4/Links
ja: X4 左

source: Y1 Up
de: Y1/Oben
ja: Y1 上

source: Y2 Right
de: Y2/Rechts
ja: Y2 右

source: Y3 Down
de: Y3/Unten
ja: Y3 下

source: Y4 Left
de: Y4/Links
ja: Y4 左

source: Display Mode
de: Anzeigemodus
ja: ディスプレイモード

source: Fast Forward
de: Schnell-vorlauf
ja: 早送り

source: Fullscreen
de: Vollbild
ja: フルスクリーン

source: Last Display Mode
de: Vorherig. An-zeigemodus
ja: 前のディスプレイモード

source: Load
de: Laden
ja: ロード

source: Mute
de: Ton aus
ja: ミュート

source: Next Display Mode
de: Nächster An-zeigemodus
ja: 次のディスプレイモード

source: Pause/Resume
de: Pause/Fortsetzen
ja: 一時停止

source: Quick Load
de: Schnell laden
ja: クイックロード

source: Quick Save
de: Schnell sichern
ja: クイックセーブ

source: Rapid Fire Clear
de: Schnellfeuer Clear
ja: 連射をクリア

source: Rapid Fire Reset
de: Schnellfeuer Reset
ja: 連射をリセット

source: Rapid Fire Toggle
de: Schnellfeuer Toggle
ja: 連射の切り替え

source: Reset
de: Neustart
ja: リセット

source: Rewind
de: Zurück-spulen
ja: 巻き戻し

source: Save
de: Sichern
ja: セーブ

source: Screenshot
de: Bildschirm-foto
ja: スクリーンショット

source: Step Backward
de: Schritt zurück
ja: 前にステップ

source: Step Forward
de: Schritt vor
ja: 後ろにステップ

source: Volume Down
de: Ton leiser
ja: 音量を下げる

source: Volume Up
de: Ton lauter
ja: 音量を上げる

source: Bottom Left Action
de: Aktion unten links

source: Bottom Right Action
de: Aktion unten rechts

source: Menu
de: Menü

source: Shake
de: Schütteln

source: Top Action
de: Aktion oben
